Repository: tavata-art/TVT
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Choose a username
ca: Trieu un nom d’usuari
es: Elige un nombre de usuario

source: Enter password
ca: Introduïu la contrasenya
es: Introduzca contraseña

source: Confirm password
ca: Confirmeu la contrasenya
es: Confirmar contraseña

source: Username
ca: Nom d'usuari
es: Nombre de usuario

source: Password
ca: Contrasenya
es: Contraseña

source: Confirm Password
ca: Confirmeu la contrasenya
es: Confirmar contraseña

source: First Name
ca: Nom de visualització
es: Nombre

source: Last Name
ca: Últim nom
es: Apellido(s)

source: Contact Email
ca: Contacte Correu electrònic
es: Correo electrónico de contacto

source: Your first name
ca: El vostre nom
es: Tu Primer Nombre

source: Your last name
ca: El vostre cognom
es: Tus Apellidos

source: Profile Picture
ca: Perfil Imatge
es: Foto de Perfil

source: Use default avatar
ca: Utilitzeu avatar predeterminat
es: Usar avatar predeterminado

source: Don't specify
ca: No especifiqueu
es: No especificado

source: Female
ca: Femenina
es: Femenino

source: Male
ca: Home
es: Masculino

source: Non-binary
ca: No binari
es: No binario

source: Display Name
ca: Nom de visualització
es: Nombre a mostrar

source: Your full name or a nickname, which will be shown publicly.
ca: El vostre nom complet o un sobrenom, que es mostrarà públicament.
es: Su nombre completo o un apodo, que se mostrará públicamente.

source: Public Email
ca: Correu electrònic públic
es: Correo Público

source: An email address you don't mind sharing publicly for contact.
ca: Una adreça de correu electrònic a la qual no t'importa compartir públicament el contacte.
es: Una dirección de correo electrónico que no le importa compartir públicamente para el contacto.

source: Website URL
ca: URL del lloc web
es: Sitio Web URL

source: Location
ca: Ubicació
es: Ubicación

source: Biography
ca: Biografia
es: Biografía

source: Default Avatar Preference
ca: Preferència avatar predeterminada
es: Preferencia de Avatar Predeterminada

source: Is a Trusted Commenter?
ca: És un comentarista de confiança?
es: ¿Es un Comentarista de Confianza?

source: If checked, comments are automatically approved.
ca: Si es comprova, els comentaris s’aproven automàticament.
es: Si se comprueba, los comentarios se aprueban automáticamente.

source: List profile publicly?
ca: Perfil de la llista públicament?
es: ¿Listar perfil públicamente?

source: If checked, your profile will be visible in the public user directory.
ca: Si es comprova, el vostre perfil serà visible al directori d’usuaris públics.
es: Si se comprueba, su perfil será visible en el directorio público de usuarios.

source: Profile
ca: Perfil
es: Perfil

source: Profiles
ca: Perfils
es: Perfiles

source: This user has not added a biography yet.
ca: Aquest usuari encara no ha afegit una biografia.
es: Este usuario aún no ha agregado una biografía.

source: About Me
ca: Sobre mi
es: Sobre Mí

source: Posts by
ca: Publicacions de
es: Publicaciones de

source: Published on
ca: Publicat el
es: Publicado

source: This user has not published any blog posts yet.
ca: Aquest usuari encara no ha publicat cap publicació al bloc.
es: Este usuario aún no ha publicado ninguna publicación de blog.

source: Comments by
ca: Comentaris de
es: Comentarios de

source: ago
ca: fa
es: hace

source: View in context
ca: Veure en context
es: Ver en contexto

source: This user has not posted any comments yet.
ca: Aquest usuari encara no ha publicat cap comentari.
es: Este usuario no ha publicado ningún comentario todavía.

source: User Directory
ca: Directori d'usuaris
es: Directorio de Usuarios

source: Our Community Members
ca: Els nostres membres comunitaris
es: Nuestros Miembros de la Comunidad

source: Explore profiles of users who are part of our community.
ca: Exploreu perfils d’usuaris que formen part de la nostra comunitat.
es: Explore los perfiles de los usuarios que forman parte de nuestra comunidad.

source: No users found in the directory.
ca: No s’ha trobat usuaris al directori.
es: No se encuentran usuarios en el directorio.

source: Log In
ca: Iniciar sessió
es: Iniciar sesión

source: Your username and password didn't match. Please try again.
ca: El vostre nom d’usuari i la vostra contrasenya no coincideixen. Torneu-ho a provar.
es: Su nombre de usuario y contraseña no coincidían. Por favor inténtalo de nuevo.

source: Forgot password?
ca: Has oblidat la contrasenya?
es: ¿Olvidó la contraseña?

source: Don't have an account? <a href="%(signup_url)s">Sign up here</a>.
ca: No teniu cap compte? <a href="%(signup_url) s"> Registra't aquí </a>.
es: ¿No tienes una cuenta? <a href="%(signup_url)s">Registrate aquí</a>.

source: Password Changed
ca: Contrasenya Cantada
es: Contraseña cambiada

source: Password has been changed successfully!
ca: La contrasenya s'ha canviat amb èxit!
es: ¡La contraseña se ha cambiado con éxito!

source: Your password has been set. You may go ahead and log in now.
ca: La vostra contrasenya s’ha establert. Potser aneu endavant i inicieu la sessió ara.
es: Su contraseña ha sido establecida. Puede seguir adelante e iniciar sesión ahora.

source: Enter New Password
ca: Introduïu una nova contrasenya
es: Introduzca nueva contraseña

source: Set a New Password
ca: Definiu una nova contrasenya
es: Establecer una Nueva Contraseña

source: Change Password
ca: Canviar la contrasenya
es: Cambiar contraseña

source: The password reset link was invalid, possibly because it has already been used.
ca: L’enllaç de restabliment de contrasenya no va ser vàlid, possiblement perquè ja s’ha utilitzat.
es: El enlace de restablecimiento de contraseña no era válido, posiblemente porque ya se ha utilizado.

source: Please request a new password reset.
ca: Sol·liciteu un nou restabliment de contrasenya.
es: Solicite un nuevo restablecimiento de contraseña.

source: Password Reset Sent
ca: Restablir la contrasenya enviat
es: Restablecer Contraseña Enviado

source: Password Reset Email Sent
ca: Restablir la contrasenya Enviar correu electrònic
es: Restablecer Contraseña Correo electrónico Enviado

source: We've emailed you instructions for setting your password. You should receive them shortly.
ca: Us hem enviat per correu electrònic instruccions per configurar la vostra contrasenya. Hauríeu de rebre-los en breu.
es: Le hemos enviado instrucciones por correo electrónico para configurar su contraseña. Deberías recibirlos en breve.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ca: Si no rebeu cap correu electrònic, assegureu-vos que heu entrat a l’adreça amb la qual us heu registrat i comproveu la vostra carpeta d’espam.
es: Si no recibe un correo electrónico, asegúrese de haber ingresado la dirección con la que se registró y verifique su carpeta de correo no deseado.

source: Return to Login
ca: Tornar a la sessió
es: Volver a Iniciar sesión

source: Hi
ca: Hola
es: Hola

source: It looks like you requested a password reset for your account at
ca: Sembla que heu sol·licitat un restabliment de contrasenya per al vostre compte
es: Parece que solicitó un restablecimiento de contraseña para su cuenta en

source: Please go to the following page and choose a new password: %(protocol)s://%(domain)s%(reset_password_url)s
ca: Si us plau, aneu a la pàgina següent i trieu una nova contrasenya: %(protocol)s://%(domain)s%(reset_password_url)s
es: Vaya a la siguiente página y elija una nueva contraseña: %(protocol)s://%(domain)s%(reset_password_url)s

source: Your username, in case you've forgotten:
ca: El vostre nom d’usuari, per si heu oblidat:
es: Su nombre de usuario, en caso de que lo haya olvidado:

source: Thanks for using our site!
ca: Gràcies per utilitzar el nostre lloc!
es: ¡Gracias por usar nuestro sitio!

source: The
ca: EL
es: El

source: team
ca: equip
es: equipo

source: Reset Password
ca: Restablir la contrasenya
es: Restablecer Contraseña

source: Reset Your Password
ca: Restablir la vostra contrasenya
es: Restablezca Su Contraseña

source: Enter your email address below, and we'll send you instructions to set a new one.
ca: Introduïu la vostra adreça de correu electrònic a continuació i us enviarem instruccions per configurar-ne una de nova.
es: Ingrese su dirección de correo electrónico a continuación y le enviaremos instrucciones para establecer una nueva.

source: Send Reset Link
ca: Enviar enllaç de restabliment
es: Enviar Enlace de Restablecimiento

source: Password reset for
ca: Restablir la contrasenya per
es: Restablecimiento de contraseña para

source: Edit Profile
ca: Edita el perfil
es: Editar Perfil

source: Edit Your Profile
ca: Edita el teu perfil
es: Editar tu Perfil

source: User Information
ca: Informació de l'usuari
es: Información de usuario

source: Profile Details
ca: Detalls del perfil
es: Detalles del Perfil

source: Current Avatar
ca: Avatar actual
es: Avatar Actual

source: Save Changes
ca: Desa els canvis
es: Guardar Cambios

source: Sign Up
ca: Registra't
es: Registrarse

source: Create an Account
ca: Crear un compte
es: Crear una Cuenta

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
ca: Obligat. 150 caràcters o menys. Cartes, dígits i @/./ + / - / _ només.
es: Requerido. 150 caracteres o menos. Letras, dígitos y @/./+/-/_ solamente.

source: Your password must contain at least 8 characters.
ca: La vostra contrasenya ha de contenir almenys 8 caràcters.
es: Su contraseña debe contactar con los 8 caracteres.

source: Already have an account?
ca: Ja teniu un compte?
es: ¿Ya tienes una cuenta?

source: Log in here
ca: Inicieu la sessió aquí
es: Iniciar sesión aquí

source: Welcome! Your account has been created successfully.
ca: Benvingut! El vostre compte s’ha creat amb èxit.
es: ¡Bienvenido! Su acceso ha sido creado con éxito.

source: Your profile has been updated successfully!
ca: El vostre perfil s’ha actualitzat amb èxit!
es: ¡Su perfil ha sido actualizado con éxito!

source: Home
ca: Comença
es: Inicio

source: Users
ca: Usuaris
es: Usuarios

source: Categories
es: Categorías

source: Write your comment here...
ca: Escriu el teu missatge aquí...
es: Escribe tu mensaje aquí...

source: Your Name (required)
ca: El vostre nom (obligatori)
es: Tu Nombre (requerido)

source: Your Email (required, not published)
ca: El vostre correu electrònic (obligatori, no publicat)
es: Su correo electrónico (requerido, no es público)

source: Draft
ca: Esborrany
es: Borrador

source: Published
ca: Publicat
es: Publicado

source: Title
ca: Títol
es: Título

source: Author
ca: Autor
es: Autor

source: Content
ca: Contingut
es: Contenido

source: Featured Image
ca: Imatge Destacada
es: Imagen Destacada

source: Published Date
ca: Data de Publicació
es: Fecha de Publicación

source: Status
ca: Estat
es: Estado

source: Meta Title (SEO)
ca: Meta Títol (SEO)
es: Meta Título (SEO)

source: Meta Description (SEO)
ca: Meta Descripció (SEO)
es: Meta Descripción (SEO)

source: View Count
ca: Veure comte
es: Número de vistas

source: Editor's Rating
ca: Qualificació de l'editor
es: Calificación del Editor

source: A score from 0-100 to feature this post. Higher numbers appear first.
ca: Una puntuació de 0-100 per presentar aquesta publicació. Primer apareixen números més alts.
es: Una puntuación de 0-100 para presentar esta publicación. Los números más altos aparecen primero.

source: blog post
ca: entrada de blog
es: entrada de blog

source: blog posts
ca: entrades de blog
es: entradas de blog

source: Parent Comment
ca: Comentari dels pares
es: Comentario Padre

source: User
ca: Usuari
es: Usuario

source: Author Name
ca: Nom de l'autor
es: Nombre del Autor

source: Author Email
ca: Correu electrònic de l’autor
es: Email del Autor

source: Created At
ca: Data de Creació
es: Fecha de Creación

source: Is Approved?
ca: S’aprova?
es: ¿Está aprobado?

source: comment
ca: comentari
es: comentario

source: comments
ca: comentaris
es: comentarios

source: Published on %(published_date)s by %(author)s
ca: Publicat el %(published_date)s per %(author)s
es: Publicado el %(published_date)s por %(author)s

source: Tags
es: Etiquetas

source: %(count)s Comment
ca: %(count)s Comentari
es: %(count)s Comentario

source: Reply
ca: Respon
es: Respuesta

source: Leave a Comment
ca: Deixa un comentari
es: Deja un Comentario

source: Submit Comment
ca: Envieu comentari
es: Comenta

source: Cancel Reply
ca: Cancel·la la resposta
es: Cancelar respuesta

source: Reply to
ca: Respon a
es: Responder a

source: Our Blog
ca: El Nostre Blog
es: Nuestro Blog

source: Latest articles and updates on Computer Vision, Natural Language Processing, and more from the Tavata team.
ca: Últims articles i novetats sobre Visió per Computador, Processament de Llenguatge Natural i més de l'equip de Tavata.
es: Últimos artículos y novedades sobre Visión por Computador, Procesamiento de Lenguaje Natural y más del equipo de Tavata.

source: News, articles, and insights from our team.
ca: Notícies, articles i idees del nostre equip.
es: Noticias, artículos e ideas de nuestro equipo.

source: Published on %(published_date)s by %(author)s
ca: Publicat el %(published_date)s per %(author)s
es: Publicado en %(published_date)s por %(author)s

source: Read More
ca: Llegir Més
es: Leer Más

source: There are no blog posts yet. Come back soon!
ca: Encara no hi ha entrades al blog. Torna aviat!
es: Aún no hay entradas en el blog. ¡Vuelve pronto!

source: Posts in %(category.name)s
ca: Entrades a %(category.name)s
es: Entradas en %(category.name)s

source: Posts in category: <span class="text-primary">%(category.name)s</span>
ca: Entrades a la categoria: <span class="text-primary">%(category.name)s</span>
es: Entradas en la categoría: <span class="text-primary">%(category.name)s</span>

source: There are currently no published posts in this category.
ca: Actualment no hi ha entrades publicades en aquesta categoria.
es: Actualmente no hay entradas publicadas en esta categoría.

source: Posts tagged with
ca: Publicacions etiquetades amb
es: Publicaciones etiquetadas con

source: Browse all blog posts related to
ca: Consulteu totes les publicacions del bloc relacionades amb
es: Examine todas las publicaciones de blog relacionadas con

source: on Tavata CMS.
ca: Benvingut a Tavata CMS!
es: a Tavata CMS

source: Posts by tag
ca: Publicacions per etiqueta
es: Publicaciones por etiqueta

source: Posts Tagged With
ca: Publicacions etiquetades amb
es: Publicaciones Etiquetadas Con

source: Explore content related to this tag.
ca: Exploreu contingut relacionat amb aquesta etiqueta.
es: Explora el contenido relacionado con esta etiqueta.

source: No posts found for this tag yet.
ca: Encara no s'han trobat publicacions per a aquesta etiqueta.
es: Todavía no se han encontrado publicaciones para esta etiqueta.

source: Blog
ca: El Nostre Blog
es: Nuestro Blog

source: Thank you! Your comment has been published.
ca: Gràcies! El vostre comentari ha estat publicat.
es: ¡Gracias! Su comentario ha sido publicado.

source: Thank you! Your comment has been submitted and is awaiting moderation.
ca: Gràcies! El vostre comentari ha estat enviat i espera la moderació.
es: ¡Gracias! Su comentario ha sido enviado y está a la espera de moderación.

source: Name
ca: Nom
es: Nombre

source: Parent Category
ca: Categoria dels pares
es: Categoría Padre

source: Select a parent to create a sub-category.
ca: Seleccioneu un progenitor per crear una subcategoria.
es: Seleccione un padre para crear una subcategoría.

source: Description
ca: Descripció
es: Descripción

source: An optional description for the category.
ca: Una descripció opcional de la categoria.
es: Una descripción opcional para la categoría.

source: A precise title for search engine results (max 70 chars).
ca: Un títol precís per als resultats del motor de cerca (màxim 70 caràcters).
es: Un título preciso para los resultados del motor de búsqueda (máximo 70 caracteres).

source: A short description for search engine previews (max 160 chars).
ca: Una breu descripció de les previsualitzacions del motor de cerca (màxim 160 caràcters).
es: Una breve descripción de las vistas previas de los motores de búsqueda (máximo 160 caracteres).

source: Category
ca: Categoria
es: Categoría

source: All Categories
ca: Totes les categories
es: Todas las Categorías

source: Explore Our Topics
ca: Exploreu els nostres temes
es: Explore Nuestros Temas

source: Navigate through our content organized by category.
ca: Navegueu pel nostre contingut organitzat per categoria.
es: Navega por nuestro contenido organizado por categoría.

source: Your Full Name
ca: El vostre nom complet
es: Tu Nombre

source: Your Email Address
ca: El vostre correu electrònic
es: Tu Correo

source: Message Subject
ca: Assumpte del missatge
es: Asunto del mensaje

source: Write your message here...
ca: Escriu el teu missatge aquí...
es: Escribe tu mensaje aquí...

source: Full Name
ca: Nom complet
es: Nombre

source: Email Address
ca: Adreça de correu electrònic
es: Dirección de correo electrónico

source: Low
ca: Baixa
es: Bajo

source: Medium
ca: Mitjana
es: Medio

source: High
ca: Alt
es: Alto

source: Urgent
es: Urgente

source: Critical
ca: Crític
es: Crítico

source: Subject
ca: Assumpte
es: Asunto

source: Message
ca: Missatge
es: Mensaje

source: Priority
ca: Prioritat
es: Prioridad

source: Has been read?
ca: S'ha llegit?
es: ¿Ha sido leido?

source: Indicates if an admin has reviewed this message.
ca: Indica si un administrador ha revisat aquest missatge.
es: Indica si un administrador ha revisado este mensaje.

source: Received At
ca: Rebutjat a
es: Recibido en

source: Responded At
ca: Va respondre a
es: Respondió en

source: Automatically set when the message is first marked as read.
ca: Fixeu-vos automàticament quan el missatge es marca per primera vegada com a llegit.
es: Establecido automáticamente cuando el mensaje se marca primero como leído.

source: Responded By
ca: Respondat per
es: Respondido por

source: Contact Message
ca: Missatge de contacte
es: Mensaje de contacto

source: Contact Messages
ca: Missatges de contacte
es: Mensajes de contacto

source: Contact Us
ca: Contacta amb nosaltres
es: Contáctanos

source: Get in touch with the Tavata team. We would love to hear about your project in Computer Vision or Natural Language Processing.
ca: Poseu-vos en contacte amb l’equip de Tavata. Ens encantaria parlar del vostre projecte en visió informàtica o processament d’idiomes naturals.
es: Ponte en contacto con el equipo de Tavata. Nos encantaría conocer su proyecto en Visión por Computadora o Procesamiento del Lenguaje Natural.

source: Get in Touch
ca: Poseu-vos en contacte
es: Mantente en contacto

source: Have a question or a project in mind? We're here to help. Fill out the form below and we will get back to you as soon as possible.
ca: Teniu en compte una pregunta o un projecte? Estem aquí per ajudar-vos. Ompliu el formulari següent i us tornarem al més aviat possible.
es: ¿Tienes alguna pregunta o un proyecto en mente? Estamos aquí para ayudar. Complete el siguiente formulario y nos comunicaremos con usted lo antes posible.

source: Send Message
ca: Enviar missatge
es: Enviar mensaje

source: Thank you for your message! We will get back to you shortly.
ca: Gràcies pel vostre missatge! Tornarem a arribar aviat.
es: ¡Gracias por tu mensaje! Nos pondremos en contacto con usted en breve.

source: &copy; %(year)s Tavata.art - "A Python and Django CMS project" <i class="fas fa-bee"></i> Fueled by Gustavo M. and Tavata D.
ca: &copy; %(year)s Tavata.art - "Un projecte Python i Django CMS" <i class="fas fa-bee"></i> Combulat per Gustavo M. i Tavata D.
es: &copy; %(year)sTavata.art - "un CMD desarrollado en Python y Django" <i class="fas fa-bee"></i> Potenciado por Gustavo M. y Tavata D.

source: Search...
ca: Cercar...
es: Búsqueda...

source: Search
ca: Cercar
es: Buscar

source: Hello, %(user_name)s
ca: Hola,%(user_name)s
es: ¡Hola, %(user_name)s

source: Log Out
ca: Tanqueu
es: Cerrar sesión

source: Previous
ca: Anterior
es: Anterior

source: Next
ca: El proper
es: Siguiente

source: Site Logo
ca: Logotip del lloc
es: Logotipo del Sitio

source: Advertisement
ca: Publicitat
es: Publicidad

source: Image
ca: Imatge
es: Imagen

source: Uploaded at
ca: Carregada a
es: Actualizado el

source: Images
ca: Imatge
es: Imagen

source: Image Gallery
ca: Galeria d'imatges
es: Galería de imágenes

source: Read more
ca: Llegir Més
es: Leer Más

source: Uploaded: %(date)s
ca: Publicat el %(date)s
es: Actualizado en %(date)s

source: No images in the gallery.
ca: No hi ha imatges a la galeria.
es: No hay imágenes en esta galería.

source: Image Detail
ca: Deteriorament de la imatge
es: Galería de imágenes

source: Uploaded on
ca: Carregada a
es: Actualizado el

source: Back to Gallery
ca: Tornar a la Galeria
es: Volver a la Galería

source: Gallery
ca: Galeria d'imatges
es: Galería de imágenes

source: Menu Title
ca: Títol del Menú
es: Título del Menú

source: Menu
ca: Menú
es: Menú

source: Menus
ca: Menús
es: Menús

source: Manual URL
ca: URL manual
es: Enlazar a una URL manual

source: Single Page
ca: Pàgina única
es: Página Única

source: Blog Categories Tree (Dropdown)
ca: Blog Categories Tree (d'abandonament)
es: Blog Categorías Árbol (Desplegable)

source: Important Pages List (Dropdown)
ca: Llista de pàgines importants (d'abandonament)
es: Lista de Páginas Importantes (Desplegable)

source: Parent Menu Item
ca: Menú de pares Article
es: Artículo de Menú Padre

source: Select a parent item to nest this menu item within it.
ca: Seleccioneu un element principal per nidificar aquest element de menú dins d'aquest.
es: Seleccione un elemento principal para anidar este elemento de menú dentro de él.

source: Link Text
ca: Text de l'Enllaç
es: Texto del Enlace

source: Display Order
ca: Ordre de visualització
es: Mostrar Orden

source: Link Type
ca: Tipus d’enllaç
es: Tipo de Enlace

source: Determines how this menu item behaves: a direct link, or a dynamic content generator.
ca: Determina com es comporta aquest element de menú: un enllaç directe o un generador de contingut dinàmic.
es: Determina cómo se comporta este elemento del menú: un enlace directo o un generador de contenido dinámico.

source: Page Link
ca: Enllaç de pàgina
es: Enlace de la Página

source: Link to a specific internal page. Only used if Link Type is 'Single Page'.
ca: Enllaç a una pàgina interna específica. Només s'utilitza si el tipus d'enllaç és "Pàgina única".
es: Enlace a una página interna específica. Solo se usa si Link Type es 'Single Page'.

source: Use for external URLs (e.g., 'https://google.com') or custom internal paths (e.g., '/blog/'). Only used if Link Type is 'Manual URL'.
ca: Ús per a URL externs (per exemple, 'https://google.com') o rutes internes personalitzades (per exemple, '/ brum /'). Només s'utilitza si el tipus d'enllaç és "URL manual".
es: Uso para URL externas (por ejemplo, 'https://google.com') o rutas internas personalizadas (por ejemplo, '/blog/'). Solo se usa si Link Type es 'Manual URL'.

source: Icon Class
ca: Classe Icon
es: Class de Icono

source: FontAwesome class (e.g., 'fas fa-home') to display an icon next to the link.
ca: FontAwesome classe (per exemple, "fas fa-home") per mostrar una icona al costat de l'enllaç.
es: Clase FontAwesome (por ejemplo, 'fas fa-home') para mostrar un icono junto al enlace.

source: Menu Item
ca: Element de Menú
es: Elemento de Menú

source: Menu Items
ca: Elements de Menú
es: Elementos de Menú

source: Slug (URL friendly)
ca: Slug (URL amigable)
es: Slug (URL amigable)

source: Is Homepage?
ca: És la pàgina d'inici?
es: ¿Es la página de inicio?
