Repository: tavata-art/TVT
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Mark only one page with this option. If multiple are marked, the most recent one will be used.
ca: Marca només una pàgina amb aquesta opció. Si se'n marquen diverses, s'utilitzarà la més recent.
es: Marcar solo una página con esta opción. Si varias están marcadas, se usará la más reciente.

source: Creation Date
ca: Data de Creació
es: Fecha de Creación

source: Last Updated
ca: Última Actualització
es: Última Actualización

source: Importance Order
ca: Ordre d’importació
es: Orden de importancia

source: A lower number means higher priority in search results. E.g., 1 for 'About Us', 2 for 'Contact', 99 for others.
ca: Un nombre inferior significa una prioritat més alta en els resultats de la cerca. Per exemple, 1 per a "Sobre nosaltres", 2 per a "Contacte", 99 per a altres.
es: Un número menor significa mayor prioridad en los resultados de búsqueda. Por ejemplo, 1 para 'Acerca de nosotros', 2 para 'Contacto', 99 para otros.

source: page
ca: pàgina
es: página

source: pages
ca: pàgines
es: páginas

source: Welcome to Tavata CMS!
ca: Benvingut a Tavata CMS!
es: ¡Bienvenido a Tavata CMS!

source: Welcome
ca: Benvingut!
es: Bienvenido

source: Content is being prepared. An administrator needs to configure a homepage from the admin panel.
ca: S’està preparant el contingut. Un administrador ha de configurar una pàgina d'inici del quadre d'administració.
es: Sitio en construcción. Por favor, configura una página de inicio desde el panel de administración.

source: By %(author)s | Last updated: %(updated_date)s
ca: Per %(author)s | Última Actualització: %(updated_date)s
es: Por %(author)s | Última Actualización: %(updated_date)s

source: Pages by Category
ca: Pàgines per categoria
es: Páginas por Categoría

source: There are no pages with categories to display.
ca: No hi ha pàgines amb categories per mostrar.
es: Actualmente no hay páginas publicadas en esta categoría.

source: Pages in %(category.name)s
ca: Pàgines a %(category.name)s
es: Páginas en %(category.name)s

source: Pages in category: <span class="text-primary">%(category.name)s</span>
ca: Entrades a la categoria: <span class="text-primary">%(category.name)s</span>
es: Páginas en la categoría: <span class="text-primary">%(category.name)s</span>

source: Updated on %(updated_date)s
ca: Publicat el %(updated_date)s
es: Actualizado en %(updated_date)s

source: There are currently no published pages in this category.
ca: Actualment no hi ha pàgines publicades en aquesta categoria.
es: Actualmente no hay páginas publicadas en esta categoría.

source: Pages
ca: Pàgines
es: Páginas

source: Meta Title
es: Meta Título

source: Meta Description
es: Meta Descripción

source: A score from 0-100. Higher numbers can be used for ordering or editor’s picks.
es: Una puntuación de 0-100. Se pueden usar números más altos para ordenar o seleccionar editoriales.

source: Updated At
es: Actualizado En

source: Tags assigned to this post. Managed via TaggedPost intermediate model.
es: Etiquetas asignadas a esta publicación. Gestionado a través del modelo intermedio TaggedPost.

source: (No title)
es: (Sin título)

source: 📚 Published Posts
es: 📚 Publicaciones Publicadas

source: No published posts found.
es: No se encontraron publicaciones.

source: Tagged posts
es: Publicaciones etiquetadas

source: List of all posts tagged with "%(tag.label)s".
es: Lista de todas las publicaciones etiquetadas con "%(tag.label)s".

source: Posts tagged with "%(tag_label)s"
es: Publicaciones etiquetadas con "%(tag_label)s"

source: Posts tagged with <span class="text-primary">“%(tag_label)s”</span>
es: Publicaciones etiquetadas con <span class="text-primary">“%(tag_label)s”</span>

source: Published on %(published_date)s by %(author)s
es: Publicado el %(published_date)s por %(author)s

source: There are currently no posts tagged with this label.
es: Actualmente no hay páginas publicadas en esta categoría.

source: No Post matches the given query.
es: Ninguna publicación coincide con la consulta dada.

source: Welcome to TAVATA!
ca: Benvingut a Tavata CMS!
es: ¡Bienvenido a Tavata CMS!

source: Search results for:
ca: Resultats de la cerca per a:
es: Resultados de búsqueda para:

source: 1 result found.
es: 1 resultado encontrado.

source: %(count)s results found.
ca: %(count)s resultats trobats.
es: %(count)s resultados encontrados.

source: Please enter a term in the search bar above.
ca: Si us plau, introdueix un terme a la barra de cerca.
es: Por favor ingrese una consulta en la barra de búsqueda.

source: Pages Found
ca: Pàgines Trobades
es: Páginas Encontradas

source: Blog Posts Found
ca: Entrades de Blog Trobades
es: Entradas de blog encontradas

source: Page Not Found
ca: Pàgina no trobada
es: Página no Encontrada

source: Oops! It seems the page you were looking for doesn't exist or has been moved.
ca: Vaja! Sembla que la pàgina que buscaves no existeix ni s’ha mogut.
es: ¡Oops! Parece que la página que estabas buscando no existe o se ha movido.

source: Go to Homepage
ca: Vés a la pàgina d'inici
es: Ir a la página de inicio

source: <strong>Widget Error:</strong> Template for widget type "%(widget_type)s" not found in the dispatcher.
ca: <strong>Error de widget: </strong> Plantilla per a tipus widget "%(widget_type)s" que no es troba al despatxador.
es: <strong>Widget Error:</strong> Plantilla para el tipo de widget "%(widget_type)s" no se encuentra en el despachador.

source: No posts available for the carousel.
ca: No hi ha publicacions disponibles per al carrusel.
es: No hay publicaciones disponibles para el carrusel.

source: No categories with posts available.
ca: No hi ha categories disponibles.
es: No hay categorías con publicaciones disponibles.

source: No items to display.
ca: No hi ha articles a mostrar.
es: No hay elementos para mostrar.

source: Published on %(date)s
ca: Publicat el %(date)s
es: Publicado en %(date)s

source: &copy; %(year)s Tavata.art - Built with Django and <i class="fas fa-bee"></i> by Gustavo and Tavata.
ca: &copy; %(year)s Tavata.art - Construït amb Django i <i class="fas fa-bee"></i> per Gustavo i Tavata.
es: &copy; %(year)s Tavata.art - Construido con Django y <i class="fas fa-bee"></i> por Gustavo y Tavata.

source: Items per Page in Blog/Category lists
ca: Articles per pàgina a llistes de blocs / categories
es: Posts por Página en el Blog/Lista de Categorias

source: Number of posts to show on the main blog page and on category pages.
ca: Nombre de publicacions a mostrar a la pàgina principal del bloc i a les pàgines de categories.
es: Número de publicaciones para mostrar en la página principal del blog y en las páginas de categorías.

source: Pages per Page in Search Results
ca: Pàgines per pàgina en resultats de cerca
es: Resultados por Página en la Búsqueda

source: Posts per Page in Search Results
ca: Publicacions per pàgina en resultats de cerca
es: Resultados por Blogs en la Búsqueda

source: Results per Page in Search
ca: Resultats per pàgina a la cerca
es: Resultados por Página en la Búsqueda

source: Number of items to show per section (Pages/Posts) on the search results page.
ca: Nombre d’elements a mostrar per secció ( Pàgines / Publicacions ) a la pàgina de resultats de la cerca.
es: Número de elementos a mostrar por sección (Páginas/Publicaciones) en la página de resultados de búsqueda.

source: Number of 'Important' Pages to show first in search
ca: Nombre de pàgines "Importants" per mostrar-se primer a la cerca
es: Número de páginas 'importantes' que se mostrarán primero en la búsqueda

source: How many top-priority pages to display before regular search results.
ca: Quantes pàgines de primera prioritat es mostren abans dels resultats de cerca regulars.
es: Cuántas páginas de alta prioridad mostrar antes de los resultados de búsqueda regulares.

source: Comment Indentation (in pixels)
ca: Indentació del comentari ( en píxels )
es: Comentario Indentación (en pixels)

source: Controls the visual indentation for nested comments in the admin.
ca: Controla la sagnia visual per a comentaris nidificats a l'administrador.
es: Controla cuánto espacio se agrega para cada nivel de comentarios anidados en la vista de lista de administración.

source: Auto-approve comments
ca: Comentaris aprovats automàticament
es: Comentario auto aprobado

source: If checked, new comments will be published immediately without moderation.
ca: Si es comprova, es publicaran immediatament nous comentaris sense moderació.
es: Si está marcado, los nuevos comentarios se publicarán inmediatamente sin moderación.

source: Menu Cache Timeout (in seconds)
ca: Cache Timeout (en segons)
es: Tiempo de espera en caché (en segundos)

source: How long the site menus should be stored in cache. Set to 0 to disable menu caching (not recommended).
ca: Quant de temps s’han d’emmagatzemar els resultats d’aquest widget a la memòria cau. 0 per desactivar la memòria cau per a aquest widget.
es: Cuánto tiempo deben almacenarse los resultados de este widget en caché. 0 para deshabilitar el almacenamiento en caché de este widget.

source: The main logo displayed in the top bar.
ca: El logotip principal que es mostra a la barra superior.
es: El logotipo principal que se muestra en la barra superior.

source: Site Slogan
ca: Lloc Slegà
es: Sitio Slogan

source: A short tagline displayed next to the logo.
ca: Una breu etiqueta que es mostra al costat del logotip.
es: Un eslogan corto que se muestra junto al logotipo.

source: Trusted Commenter Threshold
ca: Llindar de comentarista rusat
es: Umbral de Comentario de Confianza

source: The number of approved comments a user needs to post before their future comments are auto-approved.
ca: El nombre de comentaris aprovats que un usuari ha de publicar abans que els seus futurs comentaris siguin aprovats automàticament.
es: El número de comentarios aprobados que un usuario debe publicar antes de que sus comentarios futuros sean aprobados automáticamente.

source: Category Tree Cache Timeout (in seconds)
ca: Temps de velocitat de la categoria Tree (en segons)
es: Tiempo de espera en caché (en segundos)

source: How long the full category tree should be stored in cache. High values are recommended.
ca: Quant de temps s’ha d’emmagatzemar l’arbre de categoria completa a la memòria cau. Es recomana valors alts.
es: Cuánto tiempo debe almacenarse el árbol de categorías completo en caché. Se recomiendan valores altos.

source: Items per Page in Gallery
ca: Articles per pàgina a la galeria
es: Item por Página en la galería

source: Number of images to show on the image gallery page.
ca: Nombre d’imatges a mostrar a la pàgina de la galeria d’imatges.
es: Número de imágenes para mostrar en la página de la galería de imágenes.

source: Items per Page on Public Profile
ca: Articles per pàgina al perfil públic
es: Artículos por Página en Perfil Público

source: Number of posts/comments to show per page on a user's public profile.
ca: Nombre de publicacions / comentaris per mostrar per pàgina al perfil públic d'un usuari.
es: Número de publicaciones/comentarios para mostrar por página en el perfil público de un usuario.

source: Top Bar Banner Image
ca: Imatge de Banner de barres superiors
es: Imagen de Top Bar Banner

source: An optional banner image displayed in the top bar.
ca: Una imatge de pancarta opcional que es mostra a la barra superior.
es: Una imagen de banner opcional que se muestra en la barra superior.

source: Top Bar Banner Link
ca: Enllaç de banner de barres superiors
es: Enlace de Banner de Barra Superior

source: The URL the banner image will link to.
ca: L’URL a la qual s’enllaçarà la imatge de la pancarta.
es: La URL a la que se vinculará la imagen del banner.

source: Site Configuration
ca: Configuració del lloc
es: Configuración del Sitio

source: Label
es: Etiqueta

source: Tag
es: Etiqueta

source: Relevance Score
es: Puntuación de Relevancia

source: Optional score from 0 to 100 indicating tag relevance.
es: Puntuación opcional de 0 a 100 que indica la relevancia de la etiqueta.

source: Assigned At
es: Asignado a

source: Tagged Post
es: Etiquetado Post

source: Tagged Posts
es: Tagged Publicaciones

source: Quote
es: Cita

source: Title or Role
es: Título o Rol

source: Photo
es: Fotografía

source: Testimonial
es: Testimonio

source: Testimonials
es: Testimonios

source: What our users are saying
es: Lo que dicen nuestros usuarios

source: English
ca: Anglès
es: Inglés

source: Català
es: Catalán

source: Number of Widgets
ca: Nombre de widgets
es: Número de Widgets

source: Zone Name
ca: Nom de la zona
es: Nombre de la Zona

source: Slug (used in templates)
ca: Slug (utilitzat en plantilla)
es: Slug (used en plantillas)

source: Widget Zone
ca: Zona Widget
es: Zona del Widget

source: Widget Zones
ca: Zonas Widget
es: Zonas del Widget

source: Recent Blog Posts
ca: Publicacions recents de blocs
es: Publicaciones Recientes de Blog

source: Most Viewed Blog Posts
ca: La majoria de publicacions de blocs vistos
es: Publicaciones de Blog Más Vistas

source: Most Commented Blog Posts
ca: Publicacions de blocs més comentades
es: Publicaciones de Blog Más Comentadas

source: Blog Category List
ca: Llista de categories de blocs
es: Lista de Categorías de Blog

source: Editor's Picks (Blog Posts)
ca: Picks de l'editor (Publicacions de blocs)
es: Selección del Editor (Publicaciones de blog)

source: Post Grid: Recent Posts
ca: Post Grid: publicacions recents
es: Post Grid: Publicaciones Recientes

source: Post Grid: Most Viewed
ca: Post Grid: La majoria vistosa
es: Post Grid: La mayoría de los Visto

source: Post Grid: Most Commented
ca: Post Grid: El més comentat
es: Post Grid: Más Comentado

source: Post Grid: Editor's Picks
ca: Post Grid: Picks de l'editor
es: Post Grid: Las elecciones del editor

source: Post Carousel
ca: Publica Carrusel
es: Carrusel Post

source: Widget Type
ca: Tipus de widget
es: Tipo de Widget

source: Widget Title
ca: Títol de l'idget
es: Título del Widget

source: The title that will be displayed above the widget.
ca: El títol que es mostrarà per sobre del widget.
es: El título que se mostrará encima del widget.

source: Number of items to show
ca: Nombre d’articles a mostrar
es: Número de artículos a mostrar

source: Used by widgets that display a list of items, like 'Recent Posts' or 'Blog Categories'.
ca: Utilitzat per widgets que mostren una llista d’elements, com ara “Postes recents” o “categories de blocs”'.
es: Utilizado por widgets que muestran una lista de elementos, como 'Publicaciones recientes' o 'Categorías de blogs'.

source: Cache Timeout (in seconds)
ca: Cache Timeout (en segons)
es: Tiempo de espera en caché (en segundos)

source: How long the results of this widget should be stored in cache. 0 to disable caching for this widget.
ca: Quant de temps s’han d’emmagatzemar els resultats d’aquest widget a la memòria cau. 0 per desactivar la memòria cau per a aquest widget.
es: Cuánto tiempo deben almacenarse los resultados de este widget en caché. 0 para deshabilitar el almacenamiento en caché de este widget.

source: Filter by Category (optional)
ca: Filtre per categoria (opcional)
es: Filtrar por Categoría (opcional)

source: If selected, the widget will only show items from this specific category.
ca: Si es selecciona, el widget només mostrarà articles d'aquesta categoria específica.
es: Si se selecciona, el widget solo mostrará publicaciones de esta categoría.

source: Column Count
ca: Nombre de columnes
es: Cuenta de Columna

source: Number of columns for grid display (e.g., 2, 3, 4).
ca: Nombre de columnes per a la visualització de quadrícules (per exemple, 2, 3, 4).
es: Número de columnas para visualización de cuadrícula (por ejemplo, 2, 3, 4).

source: Section Title (Optional)
ca: Títol de la secció (Opcional)
es: Título de la Sección (Opcional)

source: A main title for this grid section (e.g., 'Latest Posts', 'Our Bestsellers').
ca: Un títol principal per a aquesta secció de quadrícules (per exemple, "Latest Posts", "Els nostres best-sellers").
es: Un título principal para esta sección de cuadrícula (por ejemplo, 'Últimas publicaciones', 'Nuestros más vendidos').

source: View All Link Text
ca: Veure tot el text d’enllaç
es: Ver Todo el Texto del Enlace

source: Text for the 'View All' link below the grid (e.g., 'View All Posts').
ca: Text per a l'enllaç "Veure tot" per sota de la graella (per exemple, "Veure totes les publicacions").
es: Texto para el enlace 'Ver todo' debajo de la cuadrícula (por ejemplo, 'Ver Todas las publicaciones').

source: View All Link URL
ca: Veure tot l’URL d’enllaç
es: Ver Todo Enlace URL

source: URL for the 'View All' link (e.g., '/blog/').
ca: URL per a l'enllaç "Veure tot" (per exemple, '/blog /').
es: URL para el enlace 'Ver todo' (por ejemplo, '/blog/').

source: Carousel Interval (ms)
ca: Interval Carrusel (ms)
es: Intervalo de Carrusel (ms)

source: Time in milliseconds between slides for 'Post Carousel' widget.
ca: Temps en mil·lisegons entre diapositives per al widget "Post Carousel".
es: Tiempo en milisegundos entre diapositivas para el widget 'Post Carousel'.

source: No users available.
es: Sin usuarios disponibles.

source: A comma-separated list of tags.
ca: Una llista separada per coma d’etiquetes.

source: Email
ca: Correu electrònic

source: Spanish
ca: Espanyol
